<template>
  <div class="member-rule">
    <p class="tips">{{tips}}</p>
    <p class="preface">{{preface}}</p>
    <div v-for="(item, index) in rules" :key="index" class="rules">
      <p class="title">{{item.title}}</p>
      <p v-for="rule in item.rule" class="rule" :key="rule">
        {{rule}}
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: "member_rule",
  data() {
    return {
      tips:"请认真阅读并理解以下内容，其中以加粗方式显著标识的文 字，请着重阅读、慎重考虑。",
      preface:"本协议是您与闲蛋电商网站（简称\"本站\"，网址：https://www.xiandanmall.com/shopping）所有者（以下简称为\"闲蛋电商\"）之间就闲蛋电商VIP会员所订立的契约。请您仔细阅读本协议，您勾选\"已阅读并同意\"选项后，本协议即构成对双方有约束力的法律文件。",
      rules:[{
        title: "第1条 相关定义",
        rule:[
          "1.1闲蛋电商VIP会员：闲蛋电商VIP会员是为闲蛋电商客户打造的高级会员服务，通过提供高品质的客户服务，让网购变的更加方便，省钱和放心。",
        ]
      }, {
        title: "第2条 本站服务条款的确认和接纳",
        rule:[
          "2.1本站所提供的闲蛋电商VIP会员活动的所有权和运作权归闲蛋电商所有。",
          "2.2用户点击同意本协议的，即视为用户确认自己同意接受闲蛋电商VIP会员相关服务的条款，且同意按本协议内容履行，如产生用户相关责任的，同意承担相应法律责任。",
          "2.3如果您在18周岁以下，您只能在父母或监护人的监护参与下方能参与体验该服务。",
          "2.4闲蛋电商保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容等相关权利。 ",
          "2.5 闲蛋电商VIP会员开通后，您在已开通的服务期内中途主动取消服务或终止资格的，将不获得为开通本服务而支付费用的退还",
        ]
      }, {
        title: "第3条 闲蛋电商VIP会员权益",
        rule: [
          "您成为闲蛋电商VIP会员后，可享受的会员权益以闲蛋电商官方网站公布的信息为准。为更好的向会员提供服务，闲蛋电商有权基于自身业务发展需要调整全部或部分会员权益。闲蛋电商就前述权益调整将在相应服务页面进行通知或公告，您可以通过闲蛋电商官方网站查询最新的会员权益内容。",
        ]
      }, {
        title: "第4条 用户会员使用注意事项",
        rule: [
          "4.1提交申请开通时，用户同意并提交本人手机号码和邮箱等本站所需的个人资料，并保证其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽，用户需承担因此引起的相应责任及后果，并且闲蛋电商保留终止用户参与该活动的权利。",
          "4.2服务开通后，用户应谨慎合理的保存、使用其用户名和密码，不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，同时闲蛋电商在该种情况下有权做出独立判断，可采取暂停或关闭用户参与资格等措施。",
          "4.3用户同意，闲蛋电商拥有通过邮件、短信电话等形式，向其发送相关活动信息等必要信息的权利。 ",
          "4.4VIP用户通过闲蛋电商账号操作的各项行为应符合法律法规规定、平台规则规定及用户注册协议约定、闲蛋电商VIP会员协议，当出现违规行为时，闲蛋电商有权按照平台内规则对您的账号和订单予以处理，如闲蛋电商对您进行平台权益和VIP会员权益降级，强制风险验证、扣除闲蛋积分、冻结或关闭闲蛋电商账号、取消订单、暂停或停止提供服务、关闭VIP会员开通资格、关停已开通的VIP会员服务，已绑定的或获取的VIP会员权益被全部/部分取消或暂停使用等操作，不退换已支付的会员服务费用，且不进行任何赔偿或补偿。如给闲蛋电商或相关方造成损失，VIP用户需承担全部责任。从公平合理的角度，您应知晓所有通过该账户实现的操作产生的全部后果由您自行承担。",
          "4.5VIP用户违规行为包含但不限于以下行为时，闲蛋电商有权关闭您的VIP会员开通资格、关停您已开通的VIP会员服务，已绑定的或获取的VIP会员权益被全部/部分取消或暂停使用，且不退换已支付的会员服务费用。从公平合理的角度，您应知晓所有通过该账户实现的操作产生的全部后果或损失由您自行承担。",
          "1）利用VIP会员服务进行盈利或非法获利； ",
          "2）以任何形式转让或转移VIP会员服务或VIP会员权益；",
          "3）将VIP会员服务或会员权益借给他人使用、代他人下单；",
          "4）通过任何不正当手段或以违反城市信用原则的方式开通VIP会员服务，如恶意绕过正常开通流程；",
          "5）使用VIP会员权益获取的商品或服务并非用于个人消费或使用；",
          "6）同一用户注册、持有、使用或控制多个会员账号。其中，同一用户是指闲蛋电商账户、手机号码、支付账号、身份证号码、设备号、注册信息、网络操作日志、交易订单信息等与用户身份和行为相关的信息，其中任意一项或数项存在相同、相似，亦或通过特定标记批量信息进行分析，其数项存在相同、相似的；",
          "7）用户在使用会员服务时，存在利用秒杀器等工具下单、套取优惠利差、虚假下单交易、提供虚假交易信息等扰乱交易秩序、违反交易规则的行为；",
          "8）经闲蛋电商判断，VIP用户行为不符合公平原则或诚实信用原则的情形。",
        ]
      }, {
        title: "第5条 协议更新及用户关注义务",
        rule: [
          "5.1根据国家法律法规变化及网站运营需要，闲蛋电商有权以网站公告的方式进行不定期地制定、修改本协议及/或相关服务规则，暂停、取消和修改本协议条款，修改后的协议一旦被公告在本站上即生效，并代替原来的协议。用户应及时关注不时发布的各项服务规则及本协议的变更。若不同意相关规则及条款修改的，应及时终止与本站的协议。如用户继续使用本网站提供的服务的，即视为同意更新后的协议。闲蛋电商建议您在使用本站之前阅读本协议及本站的公告。",
        ]
      }, {
        title:"第6条 法律管辖和适用",
        rule: [
          "闲蛋电商有权以网站公告的方式进行不定期地制定、修改本协议及/或相关服务规则，暂停、取消和修改本协议条款，修改后的协议一旦被公告在本站上即生效，并代替原来的协议。用户应及时关注不时发布的各项服务规则及本协议的变更。若不同意相关规则及条款修改的，应及时终止与本站的协议。如用户继续使用本网站提供的服务的，即视为同意更新后的协议。闲蛋电商建议您在使用本站之前阅读本协议及本站的公告。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向北京市大兴区人民法院提起诉讼。",
        ]
      }, {
        title: "第7条 其他",
        rule: [
          "7.1闲蛋电商网站所有者是指在政府部门依法许可或备案的闲蛋电商网站经营主体。",
          "7.2如因不可抗力或其它本站无法控制的原因使本站活动服务无法及时提供或无法按本协议进行的，闲蛋电商会合理地尽力协助处理善后事宜。",
          "7.3用户除遵守该用户协议外，仍应同时遵守《闲蛋电商用户注册协议》。 ",
          "7.4本协议内容中以黑体、加粗、下划线、斜体等方式显著标识的条款，请用户着重阅读。",
          "协议更新日期：2020年6月4日",
          "协议生效日期：2020年6月4日"
        ],
      }]
    }
  },
}
</script>

<style scoped type="text/scss">
  .member-rule{
    padding: 10px 12px;
    font-size:14px;
    font-family:PingFang SC;
    color:rgba(0,0,0,1);
    line-height: 28px;

    .tips{
      color:rgba(226,22,28,1);
    }

    .preface{
      margin-top: 5px;
    }
    .title{
      margin-top: 15px;
      color: #000000;
      font-weight: 600;
      font-size: 16px;
    }
    .rule{
      margin-top: 5px;
    }
  }
</style>